import RectLogo from "../assets/company/Rectangle.png";


export const companiesData = [
  {
    id: "transport",
    title: "ترابری",
    items: [
      {
        id: "t1",
        logo: RectLogo, 
        excerpt:
         " دات‌وان ریل، هواپیمایی ریلی ایران، سفری را فراتر از تصور رقم می‌زند؛ سفری که سرعت، دقت و آسایش پروازهای هوایی را به دنیای ریلی می‌آورد.",
      },
      { id: "t2", logo: RectLogo, excerpt: "دات‌وان ریل، هواپیمایی ریلی ایران، سفری را فراتر از تصور رقم می‌زند؛ سفری که سرعت، دقت و آسایش پروازهای هوایی را به دنیای ریلی می‌آورد." },
      { id: "t3", logo: RectLogo, excerpt: "دات‌وان ریل، هواپیمایی ریلی ایران، سفری را فراتر از تصور رقم می‌زند؛ سفری که سرعت، دقت و آسایش پروازهای هوایی را به دنیای ریلی می‌آورد.." },
    ],
  },
  {
    id: "finance",
    title: "مالی اعتباری",
    items: [
      { id: "f1", logo: RectLogo, excerpt: "دات‌وان ریل، هواپیمایی ریلی ایران، سفری را فراتر از تصور رقم می‌زند؛ سفری که سرعت، دقت و آسایش پروازهای هوایی را به دنیای ریلی می‌آورد." },
      { id: "f2", logo: RectLogo, excerpt: "دات‌وان ریل، هواپیمایی ریلی ایران، سفری را فراتر از تصور رقم می‌زند؛ سفری که سرعت، دقت و آسایش پروازهای هوایی را به دنیای ریلی می‌آورد." },
      { id: "f3", logo: RectLogo, excerpt: "دات‌وان ریل، هواپیمایی ریلی ایران، سفری را فراتر از تصور رقم می‌زند؛ سفری که سرعت، دقت و آسایش پروازهای هوایی را به دنیای ریلی می‌آورد." },
    ],
  },
];
